[
{
"rank": 1,
"untrendingLocation": "Alcudia old town",
"country": "Spain",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>Be sure to visit the thriving market, held every Sunday and Tuesday throughout the year.</blockquote>Located near the north-east coast of Mallorca, Alcúdia old town is a world away from the busy tourist resorts of the south.<br><br>Within its 14th-century walls - which you can step up on and follow around the village - are narrow streets lined with well-preserved 13th century houses, small boutiques selling hand-made souvenirs and clothes, and numerous little restaurants and bistros serving traditional dishes. At night-time the towers and walls are beautifully illuminated.<br><br>Be sure to visit the old bell tower and Church of Sant Jaume. The nearby Pollentia Monographic Museum houses archaeological Roman findings, including a 14th-century classical Roman building and many objects found at the archaeological excavations near the ancient Roman city of Pollentia. North of the town, you’ll find a bull ring dating from the 19th century.<br><br>When you’ve had enough of shopping and sight-seeing, head two miles to the coast and you’ll discover some of the most beautiful coves and beaches on the island. The beach at Alcúdia is around 14 km long and is ideal for sunbathing, swimming and snorkeling.",
"twitterCopy": 0,
"latitude": 39.850833,
"longitude": 3.120833,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/europe/spain/mallorca",
"url": "alcudia-old-town",
"imageXSmall": "top-10-alcudia-old-town-xs.jpg",
"imageSmall": "top-10-alcudia-old-town-sm.jpg",
"imageLarge": "top-10-alcudia-old-town-lg.jpg"
},
{
"rank": 2,
"untrendingLocation": "Val d'Elsa",
"country": "Italy",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>Visit on the first Sunday of the month to see an open-air demonstration of glass making. The show takes place in the historical center at Via della Misericordia, close to the Duomo.</blockquote>The charming Italian city of Val d’Elsa makes a great day-trip from Siena and an ideal stop-over between Siena and Florence. Famous for its crystal glass production, the city boasts medieval charm and spectacular views of Tuscany, as well as some good museums, lovely places to eat and a beautiful Duomo.<br><br>The old part of the city is located on the top of the hill, while the newer shops and buildings can be found below. In the lower part of town is the Piazza Arnolfo di Cambio with its pretty modern fountain and the Crystal Museum. From here, head up to the old town through a tunnel that leads to the public lift. The terrace at the top is good place to stop and enjoy stunning views of the city below and surrounding Tuscan countryside.<br><br>In the top part of town, you can visit the Archaeological Museum (housing finds from the upper Elsa valley) and the Civic and Diocesan Museum of Religious Art.",
"twitterCopy": 0,
"latitude": 43.4,
"longitude": 11.133333,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/europe/italy/pisa",
"url": "val-d-elsa",
"imageXSmall": "top-10-val-d-elsa-xs.jpg",
"imageSmall": "top-10-val-d-elsa-sm.jpg",
"imageLarge": "top-10-val-d-elsa-lg.jpg"
},
{
"rank": 3,
"untrendingLocation": "Bucks County",
"country": "U.S.",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>In the evening, catch a performance at the historic Bucks County Playhouse then visit the Havana Restaurant & Bar for Caribbean food and live music.</blockquote>Set amidst rolling hills, working farms and picturesque old-time towns, Bucks County boasts some of Philadelphia’s finest countryside.<br><br>Whether visiting for the weekend or longer, make time to visit the town of New Hope. Stroll down the high street and you’ll find dozens of unique boutiques selling everything from handmade pottery to jewellery, as well as restaurants serving gourmet food. While there, hop aboard the New Hope & Ivyland Railroad and enjoy a narrated tour of the area on-board a 1925 steam locomotive.<br><br>Just west of New Hope you’ll find Lahaska, home to Peddler's Village - an 18th-century-style shopping area with more than 65 stores set in 42 acres of gardens and brick pathways. Once you’ve finished browsing, treat the kids to a trip to Giggleberry Fair Family Entertainment Center, midway between Doylestown and New Hope on Route 202.<br><br>Don’t leave the county without visiting Pearl S. Buck House and touring the Nobel and Pulitzer Prize winning author’s 1825 farmhouse and picturesque 68-acre estate, where she spent more than three decades of her life.",
"twitterCopy": 0,
"latitude": 40.312778,
"longitude": -75.128889,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/united-states-canada/united-states/new-jersey",
"url": "bucks-county",
"imageXSmall": "top-10-bucks-county-xs.jpg",
"imageSmall": "top-10-bucks-county-sm.jpg",
"imageLarge": "top-10-bucks-county-lg.jpg"
},
{
"rank": 4,
"untrendingLocation": "Montigny-le-Tilleul",
"country": "Belgium",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>A visit to nearby Aulne Abbey makes a great outing.</blockquote>Located 10 km south-west of Charleroi in the Belgian province of Hainaut, Montigny-le-Tilleul makes up part of the “green belt” surrounding the city.<br><br>The area is limited by the rivers Sambre to the west and Eau d'Heure to the east and includes the pretty village of Landelies, which is known for its picturesque port, lock and weir and is popular with rock climbers, who come to scale its abandoned quarries.<br><br>Situated close to the fortress of Charleroi, Montigny was often a battle place; and the village was occupied by the French during Louis XIV's wars. Today it’s a lovely spot to enjoy a walk along the river and surrounding countryside.<br><br>Originally a Benedictine monastery, founded around 637, nearby Aulne Abbey became Cistercian in the 12th century. Stroll around the ruins and learn about the life of the monks who lived there, then end the day with a visit to the adjoining Val de Sambre Brewery, where you can taste real Belgian beers from the abbey.<br><br>If you visit Charleroi, be sure to see the belfry, part of the City Hall, the Art Nouveau Maison Dorée and its museums of fine art.",
"twitterCopy": 0,
"latitude": 50,
"longitude": 4,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/europe/belgium/charleroi",
"url": "montigny-le-tilleul",
"imageXSmall": "top-10-montigny-le-tilleul-xs.jpg",
"imageSmall": "top-10-montigny-le-tilleul-sm.jpg",
"imageLarge": "top-10-montigny-le-tilleul-lg.jpg"
},
{
"rank": 5,
"untrendingLocation": "Bohuslan (Koster Islands)",
"country": "Sweden",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>Join the Swedes by tucking into pickled herring and crayfish and drinking schnapps in pretty harbour-front bars.</blockquote>Stretching north from Gothenburg to the Norwegian border, the stunning Bohuslän archipelago is a popular summer destinations for Scandinavians. The national park is made up of more than 8,000 rocky islands and the water is particularly rich in marine wildlife.<br><br>Visit one of the many picturesque fishing villages famous for their distinctive red fishing huts. Popular spots include Lysekil, Smögen and Fjällbacka, where Ingrid Bergman spent her summers. Or head to Marstrand, where the Swedish royals holiday, and enjoy the yachting scene.<br><br>The North and South Koster Islands are perfect for walking, cycling and swimming off the rocks. Or simply relax on one of the many sandy beaches – the largest being Kilesand on South Koster's east side, overlooking the 200 m deep Koster Fjord.<br><br>A ferry operates constantly between the two islands. On North Koster, you can rent a small boat to get around, while South Koster has a network of roads and paths, which can be explored by bicycle or in small golf-buggies, both of which can be rented.",
"twitterCopy": 0,
"latitude": 58.252793,
"longitude": 13.059642,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/europe/sweden/goteborg",
"url": "bohuslan-koster-islands",
"imageXSmall": "top-10-bohuslan-koster-islands-xs.jpg",
"imageSmall": "top-10-bohuslan-koster-islands-sm.jpg",
"imageLarge": "top-10-bohuslan-koster-islands-lg.jpg"
},
{
"rank": 6,
"untrendingLocation": "Syracuse",
"country": "Italy",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>Don’t leave the park without visiting the nearby Archaeological Museum, which contains a great collection of exhibits from across the area.</blockquote>Syracuse is a lively town on Sicily’s south-east coast but was once the largest of ancient Greece’s cities - bigger even than Athens and Corinth. Famous for being the birthplace of mathematician Archimedes, it overflows with amazing remnants of the past.<br><br>Located in the north-west of the town, the archaeological site contains an impressive number of well-preserved Greek and Roman remains. Most impressive of them all is the Greek theatre. Dating back to the 5th Century BC, its 59 rows could accommodate up to 15,000 spectators and is still used for the Greek theatre festival which runs from mid-May to the end of June ever year.<br><br>Just over the ridge amongst the fragrant citrus orchards you’ll find old stone quarries and a Roman amphitheatre, built in the 3rd Century AD. Some 140m in length, it is one of the biggest in the world and was used to watch gladiators and wild animals provide gruesome spectacles of violence.<br><br>The town itself is charming with medieval lanes leading down to the dazzling blue sea, lively cafes and stunning baroque piazzas.",
"twitterCopy": 0,
"latitude": 37.075474,
"longitude": 15.286586,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/europe/italy/palermo",
"url": "syracuse",
"imageXSmall": "top-10-syracuse-xs.jpg",
"imageSmall": "top-10-syracuse-sm.jpg",
"imageLarge": "top-10-syracuse-lg.jpg"
},
{
"rank": 7,
"untrendingLocation": "Køge",
"country": "Denmark",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>Once you’ve taken in the sights and browsed the stores along its pedestrian streets, head to the atmospheric harbour or visit the marina for more modern restaurants and shops.</blockquote>The Danish market-town of Køge is just 39km away from Copenhagen and makes a pleasant day-trip from the city.<br><br>One of Køge’s main attractions is the historical architecture of its town centre. Wander through its streets and you’ll see many well-preserved half-timbered houses, including the oldest of its kind in Denmark, built in 1527. Køge also has several medieval town squares – the main market square is the largest in Denmark outside Copenhagen – with fair days held on Wednesdays and Saturdays.<br><br>Other notable buildings include the Sankt Nicolai Church, which contains a lighthouse in its tower, the first to be built in Denmark, and Køge's town hall, which dates from 1552 and is the oldest town hall in Denmark still in use. Also worth a look is the Køge Museum, housed in a well-preserved former merchant's house.<br><br>Before you leave, be sure to visit Kjøge Mini-Town, which has a historically correct model of the town from the year 1865, built to a scale of 1:10.",
"twitterCopy": 0,
"latitude": 55.456111,
"longitude": 12.179722,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/europe/denmark/kobenhavn",
"url": "koege",
"imageXSmall": "top-10-koege-xs.jpg",
"imageSmall": "top-10-koege-sm.jpg",
"imageLarge": "top-10-koege-lg.jpg"
},
{
"rank": 8,
"untrendingLocation": "Imanpa",
"country": "Australia",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>Visit Angas Downs Indigenous Protected Area, a 320,500-hectare site along the Luritja Highway.</blockquote>Imaṉpa is a town in the Northern Territory of Australia, situated 200km south west of Alice Springs and 7km north of the Lasseter Highway, the main road between the Stuart Highway and Uluṟu (formerly Ayers Rock).<br><br>The small town is the most easterly community in the Iyarrka Ward of the MacDonnell Regional Council, with a population of 185 residents.  Imaṉpa is home to a number of families belonging to the Yankunytjatjara, Pitjantjatjara, Warlpiri and Arrernte nations, and a group of non-indigenous residents who work in the community. Known as Matutjara (or Matuntara) most of the people in the community speak a dialect that is a mix of the Yankunytjatjara and Luritja languages.<br><br>The indigenous community of Imaṉpa own the pastoral lease of nearby Angas Downs Indigenous Protected Area. The land contains several songlines and sacred sites that are important to the native families, and several animals that live on the reserve represent ancestral totems, reminders of people's identity, kinship and descent. The reserve also contains many plants and animals that have been important sources of food for the local people for centuries.",
"twitterCopy": 0,
"latitude": -25.116667,
"longitude": 132.583333,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/australia-pacific/australia/northern-territory",
"url": "imanpa",
"imageXSmall": "top-10-imanpa-xs.jpg",
"imageSmall": "top-10-imanpa-sm.jpg",
"imageLarge": "top-10-imanpa-lg.jpg"
},
{
"rank": 9,
"untrendingLocation": "Mont-Saint-Hilaire",
"country": "Canada",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>Try the upmarket Chocolaterie La Cabosse D'Or offers the opportunity for treats, including homemade ice cream and pastries, as well as chocolate.</blockquote>A suburb of Montreal, Mont-Saint-Hilaire feels much more like a pleasant small town in its own right than part of Canada's second-largest city.<br><br>Around 30km east of Montreal, the town is a slower-paced contrast to the city with attractions of its own – but the main draw has to be the 414m-high hill it is named after.<br>Owned by the local McGill University, the Gault Nature Reserve which covers the hill comprises 1,000 hectares of primeval forest. Used for research, the reserve is also open for recreation - offering hiking trails covering 25km that take in four different summits.<br><br>If you're more interested in pampering than scampering about, make tracks for the Strøm Spa Nordique – which offers outdoor Turkish baths, Finnish saunas and a variety of treatments and massages. You can even get a massage outside, with the mountain and forest as a backdrop.<br><br>The Paris-ci Bistro Francais offers top notch French food at a reasonable price – while Le Clan Campbell at the historic Manoir Rouville Campbell hotel is a more swanky option.",
"twitterCopy": 0,
"latitude": 45.566667,
"longitude": -73.2,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/united-states-canada/canada/quebec/montreal/pierre-elliot-trudeau-international-airport",
"url": "mont-saint-hilare",
"imageXSmall": "top-10-mont-saint-hilare-xs.jpg",
"imageSmall": "top-10-mont-saint-hilare-sm.jpg",
"imageLarge": "top-10-mont-saint-hilare-lg.jpg"
},
{
"rank": 10,
"untrendingLocation": "Santa Eulària des Riu",
"country": "Spain",
"overview": "<blockquote><footer>UNTRENDING TOP TIP</footer>If you want to push the boat out (metaphorically speaking, of course), book a table at the Es Terral restaurant – an acclaimed eaterie which is one of the most popular on the island and offers a creative take on French and Mediterranean cuisine.</blockquote>Ibiza might have a reputation as a party island, but it’s not all about banging tunes and Brits on tour in Santa Eulària des Riu – a quiet resort on the eastern coast of the island.<br><br>While it's only half an hour's drive from the bustle of Ibiza Town, Santa Eulària could be on a different island – and feels much more like a typical, if upmarket, Mediterranean holiday resort.<br><br>With a wide, safe beach, it's a popular destination for families and couples seeking a quieter holiday – and the palm tree-lined promenade adds a touch of class.<br><br>An exclusive yacht marina draws plenty of well-heeled visitors to the town, and means that there is upmarket shopping, fine dining and people watching to enjoy. And if you need to stretch your legs after your meal, you could always pop across the river to the charmingly named resort of Siesta and have a little rest.",
"twitterCopy": 0,
"latitude": 38.984722,
"longitude": 1.533361,
"avisUrl": "http://www.avis.co.uk/drive-avis/car-hire-locations/europe/spain/ibiza",
"url": "santa-eularia-des-riu",
"imageXSmall": "top-10-santa-eularia-des-riu-xs.jpg",
"imageSmall": "top-10-santa-eularia-des-riu-sm.jpg",
"imageLarge": "top-10-santa-eularia-des-riu-lg.jpg"
}
]
